{
  "en": {
    "about.title": "About Us",
    "about.subtitle": "Your ultimate destination for sports news, analysis, and insights from around the world.",
    "about.foundationText": "The Sports Chronicle was founded with a simple mission: to provide comprehensive, accurate, and engaging sports coverage to fans worldwide. We believe in the power of sports to unite people, inspire greatness, and create unforgettable moments.",
    "about.teamText": "Our dedicated team of sports journalists and analysts brings you the latest news, in-depth analysis, and exclusive interviews from the world of sports. From breaking news to detailed match reports, we cover it all with passion and professionalism.",
    "about.missionTitle": "Our Mission",
    "about.missionText": "We strive to be the most trusted source for sports news and analysis. Our commitment to journalistic integrity means we deliver factual, unbiased coverage you can rely on.",
    "about.coverageTitle": "What We Cover",
    "about.footballCoverage": "Football (Soccer) - Leagues, tournaments, and international competitions",
    "about.basketballCoverage": "Basketball - NBA, college basketball, and international leagues",
    "about.baseballCoverage": "Baseball - MLB coverage and minor league insights",
    "about.tennisCoverage": "Tennis - Grand Slams, ATP, and WTA tours",
    "about.olympicCoverage": "Summer and Winter Games coverage",
    "about.emergingSports": "New trends and developing sports globally",
    "about.olympicSports": "Olympic Sports",
    "about.emergingSportsTitle": "Emerging Sports",
    "about.valuesTitle": "Our Values",
    "about.valuesText": "Integrity, accuracy, and passion drive everything we do. We believe in celebrating athletic achievements while maintaining the highest standards of sports journalism.",
    "about.teamTitle": "Meet Our Team",
    "about.teamSubtitle": "The passionate professionals behind The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Research Head and Website Manager",
    "about.team.editor.description": "Leading our research initiatives and managing the digital platform with expertise in data analysis and web development.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Blog Author and Skill Demonstrator",
    "about.team.analyst.description": "Creating engaging content and showcasing sports techniques through detailed analysis and expert commentary.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Social Media Administrator",
    "about.team.reporter.description": "Managing our social media presence and community engagement across all digital platforms.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Feedback and Data Analytics",
    "about.team.photographer.description": "Analyzing user feedback and performance metrics to continuously improve our platform and content quality."
  },
  "es": {
    "about.title": "Acerca de Nosotros",
    "about.subtitle": "Tu destino definitivo para noticias deportivas, análisis e información de todo el mundo.",
    "about.foundationText": "The Sports Chronicle fue fundado con una misión simple: proporcionar cobertura deportiva integral, precisa y atractiva a los fanáticos de todo el mundo. Creemos en el poder del deporte para unir a las personas, inspirar grandeza y crear momentos inolvidables.",
    "about.teamText": "Nuestro equipo dedicado de periodistas deportivos y analistas te trae las últimas noticias, análisis en profundidad y entrevistas exclusivas del mundo del deporte. Desde noticias de última hora hasta informes detallados de partidos, lo cubrimos todo con pasión y profesionalismo.",
    "about.missionTitle": "Nuestra Misión",
    "about.missionText": "Nos esforzamos por ser la fuente más confiable de noticias y análisis deportivos. Nuestro compromiso con la integridad periodística significa que ofrecemos cobertura factual e imparcial en la que puedes confiar.",
    "about.coverageTitle": "Lo Que Cubrimos",
    "about.footballCoverage": "Fútbol - Ligas, torneos y competiciones internacionales",
    "about.basketballCoverage": "Baloncesto - NBA, baloncesto universitario y ligas internacionales",
    "about.baseballCoverage": "Béisbol - Cobertura de MLB e información de ligas menores",
    "about.tennisCoverage": "Tenis - Grand Slams, tours ATP y WTA",
    "about.olympicCoverage": "Cobertura de Juegos de Verano e Invierno",
    "about.emergingSports": "Nuevas tendencias y deportes en desarrollo globalmente",
    "about.olympicSports": "Deportes Olímpicos",
    "about.emergingSportsTitle": "Deportes Emergentes",
    "about.valuesTitle": "Nuestros Valores",
    "about.valuesText": "La integridad, la precisión y la pasión impulsan todo lo que hacemos. Creemos en celebrar los logros atléticos mientras mantenemos los más altos estándares del periodismo deportivo.",
    "about.teamTitle": "Conoce a Nuestro Equipo",
    "about.teamSubtitle": "Los profesionales apasionados detrás de The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Jefe de Investigación y Administrador Web",
    "about.team.editor.description": "Liderando nuestras iniciativas de investigación y gestionando la plataforma digital con experiencia en análisis de datos y desarrollo web.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Autor de Blog y Demostrador de Habilidades",
    "about.team.analyst.description": "Creando contenido atractivo y mostrando técnicas deportivas a través de análisis detallados y comentarios especializados.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Administrador de Redes Sociales",
    "about.team.reporter.description": "Gestionando nuestra presencia en redes sociales y el compromiso comunitario en todas las plataformas digitales.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Retroalimentación y Análisis de Datos",
    "about.team.photographer.description": "Analizando la retroalimentación de usuarios y métricas de rendimiento para mejorar continuamente nuestra plataforma y calidad de contenido."
  },
  "fr": {
    "about.title": "À Propos de Nous",
    "about.subtitle": "Votre destination ultime pour les actualités, analyses et insights sportifs du monde entier.",
    "about.foundationText": "The Sports Chronicle a été fondé avec une mission simple : fournir une couverture sportive complète, précise et engageante aux fans du monde entier. Nous croyons au pouvoir du sport d'unir les gens, d'inspirer la grandeur et de créer des moments inoubliables.",
    "about.teamText": "Notre équipe dédiée de journalistes sportifs et d'analystes vous apporte les dernières nouvelles, des analyses approfondies et des interviews exclusives du monde du sport. Des nouvelles de dernière minute aux rapports détaillés de matchs, nous couvrons tout avec passion et professionnalisme.",
    "about.missionTitle": "Notre Mission",
    "about.missionText": "Nous nous efforçons d'être la source la plus fiable pour les nouvelles et analyses sportives. Notre engagement envers l'intégrité journalistique signifie que nous livrons une couverture factuelle et impartiale sur laquelle vous pouvez compter.",
    "about.coverageTitle": "Ce Que Nous Couvrons",
    "about.footballCoverage": "Football (Soccer) - Ligues, tournois et compétitions internationales",
    "about.basketballCoverage": "Basketball - NBA, basketball universitaire et ligues internationales",
    "about.baseballCoverage": "Baseball - Couverture MLB et insights des ligues mineures",
    "about.tennisCoverage": "Tennis - Grands Chelems, circuits ATP et WTA",
    "about.olympicCoverage": "Couverture des Jeux d'été et d'hiver",
    "about.emergingSports": "Nouvelles tendances et sports en développement mondial",
    "about.olympicSports": "Sports Olympiques",
    "about.emergingSportsTitle": "Sports Émergents",
    "about.valuesTitle": "Nos Valeurs",
    "about.valuesText": "L'intégrité, la précision et la passion guident tout ce que nous faisons. Nous croyons à célébrer les réalisations athlétiques tout en maintenant les plus hauts standards du journalisme sportif.",
    "about.teamTitle": "Rencontrez Notre Équipe",
    "about.teamSubtitle": "Les professionnels passionnés derrière The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Chef de Recherche et Gestionnaire de Site Web",
    "about.team.editor.description": "Dirigeant nos initiatives de recherche et gérant la plateforme numérique avec une expertise en analyse de données et développement web.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Auteur de Blog et Démonstrateur de Compétences",
    "about.team.analyst.description": "Créant du contenu engageant et présentant les techniques sportives à travers des analyses détaillées et des commentaires d'experts.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Administrateur des Réseaux Sociaux",
    "about.team.reporter.description": "Gérant notre présence sur les réseaux sociaux et l'engagement communautaire sur toutes les plateformes numériques.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Retours et Analyse de Données",
    "about.team.photographer.description": "Analysant les retours des utilisateurs et les métriques de performance pour améliorer continuellement notre plateforme et la qualité du contenu."
  },
  "de": {
    "about.title": "Über Uns",
    "about.subtitle": "Ihr ultimatives Ziel für Sportnachrichten, Analysen und Einblicke aus aller Welt.",
    "about.foundationText": "The Sports Chronicle wurde mit einer einfachen Mission gegründet: umfassende, genaue und ansprechende Sportberichterstattung für Fans weltweit zu bieten. Wir glauben an die Macht des Sports, Menschen zu vereinen, Größe zu inspirieren und unvergessliche Momente zu schaffen.",
    "about.teamText": "Unser engagiertes Team aus Sportjournalisten und Analysten bringt Ihnen die neuesten Nachrichten, tiefgreifende Analysen und exklusive Interviews aus der Welt des Sports. Von aktuellen Nachrichten bis hin zu detaillierten Spielberichten decken wir alles mit Leidenschaft und Professionalität ab.",
    "about.missionTitle": "Unsere Mission",
    "about.missionText": "Wir streben danach, die vertrauenswürdigste Quelle für Sportnachrichten und -analysen zu sein. Unser Engagement für journalistische Integrität bedeutet, dass wir faktische, unvoreingenommene Berichterstattung liefern, auf die Sie sich verlassen können.",
    "about.coverageTitle": "Was Wir Abdecken",
    "about.footballCoverage": "Fußball - Ligen, Turniere und internationale Wettbewerbe",
    "about.basketballCoverage": "Basketball - NBA, College-Basketball und internationale Ligen",
    "about.baseballCoverage": "Baseball - MLB-Berichterstattung und Minor League-Einblicke",
    "about.tennisCoverage": "Tennis - Grand Slams, ATP- und WTA-Touren",
    "about.olympicCoverage": "Sommer- und Winterspiele-Berichterstattung",
    "about.emergingSports": "Neue Trends und sich global entwickelnde Sportarten",
    "about.olympicSports": "Olympische Sportarten",
    "about.emergingSportsTitle": "Aufkommende Sportarten",
    "about.valuesTitle": "Unsere Werte",
    "about.valuesText": "Integrität, Genauigkeit und Leidenschaft treiben alles an, was wir tun. Wir glauben daran, athletische Leistungen zu feiern und dabei die höchsten Standards des Sportjournalismus aufrechtzuerhalten.",
    "about.teamTitle": "Lernen Sie Unser Team Kennen",
    "about.teamSubtitle": "Die leidenschaftlichen Profis hinter The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Forschungsleiter und Website-Manager",
    "about.team.editor.description": "Führung unserer Forschungsinitiativen und Verwaltung der digitalen Plattform mit Expertise in Datenanalyse und Webentwicklung.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Blog-Autor und Fertigkeits-Demonstrator",
    "about.team.analyst.description": "Erstellung ansprechender Inhalte und Präsentation von Sporttechniken durch detaillierte Analysen und Expertenkommentare.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Social Media Administrator",
    "about.team.reporter.description": "Verwaltung unserer Social-Media-Präsenz und Community-Engagement auf allen digitalen Plattformen.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Feedback und Datenanalyse",
    "about.team.photographer.description": "Analyse von Benutzerfeedback und Leistungsmetriken zur kontinuierlichen Verbesserung unserer Plattform und Inhaltsqualität."
  },
  "it": {
    "about.title": "Chi Siamo",
    "about.subtitle": "La vostra destinazione definitiva per notizie sportive, analisi e approfondimenti da tutto il mondo.",
    "about.foundationText": "The Sports Chronicle è stato fondato con una missione semplice: fornire una copertura sportiva completa, accurata e coinvolgente ai fan di tutto il mondo. Crediamo nel potere dello sport di unire le persone, ispirare grandezza e creare momenti indimenticabili.",
    "about.teamText": "Il nostro team dedicato di giornalisti sportivi e analisti vi porta le ultime notizie, analisi approfondite e interviste esclusive dal mondo dello sport. Dalle notizie dell'ultima ora ai rapporti dettagliati delle partite, copriamo tutto con passione e professionalità.",
    "about.missionTitle": "La Nostra Missione",
    "about.missionText": "Ci impegniamo ad essere la fonte più affidabile per notizie e analisi sportive. Il nostro impegno per l'integrità giornalistica significa che forniamo una copertura fattuale e imparziale su cui potete contare.",
    "about.coverageTitle": "Cosa Copriamo",
    "about.footballCoverage": "Calcio - Campionati, tornei e competizioni internazionali",
    "about.basketballCoverage": "Pallacanestro - NBA, basket universitario e leghe internazionali",
    "about.baseballCoverage": "Baseball - Copertura MLB e approfondimenti delle leghe minori",
    "about.tennisCoverage": "Tenis - Grand Slam, tour ATP e WTA",
    "about.olympicCoverage": "Copertura dei Giochi estivi e invernali",
    "about.emergingSports": "Nuove tendenze e sport in sviluppo a livello globale",
    "about.olympicSports": "Sport Olimpici",
    "about.emergingSportsTitle": "Sport Emergenti",
    "about.valuesTitle": "I Nostri Valori",
    "about.valuesText": "Integrità, accuratezza e passione guidano tutto ciò che facciamo. Crediamo nel celebrare i risultati atletici mantenendo i più alti standard del giornalismo sportivo.",
    "about.teamTitle": "Incontra il Nostro Team",
    "about.teamSubtitle": "I professionisti appassionati dietro The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Responsabile Ricerca e Manager del Sito Web",
    "about.team.editor.description": "Guidando le nostre iniziative di ricerca e gestendo la piattaforma digitale con competenza in analisi dei dati e web-sviluppo.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Autore del Blog e Dimostratore di Abilità",
    "about.team.analyst.description": "Creando contenuti coinvolgenti e mostrando tecniche sportive attraverso analisi dettagliate e commenti esperti.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Amministratore Social Media",
    "about.team.reporter.description": "Gestendo la nostra presenza sui social media e il coinvolgimento della comunità su tutte le piattaforme digitali.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Feedback e Analisi Dati",
    "about.team.photographer.description": "Analizzando il feedback degli utenti e le metriche di performance per migliorare continuamente la nostra piattaforma e la qualità dei contenuti."
  },
  "pt": {
    "about.title": "Sobre Nós",
    "about.subtitle": "Seu destino definitivo para notícias esportivas, análises e insights de todo o mundo.",
    "about.foundationText": "The Sports Chronicle foi fundado com uma missão simples: fornecer cobertura esportiva abrangente, precisa e envolvente para fãs em todo o mundo. Acreditamos no poder do esporte para unir pessoas, inspirar grandeza e criar momentos inesquecíveis.",
    "about.teamText": "Nossa equipe dedicada de jornalistas esportivos e analistas traz as últimas notícias, análises aprofundadas e entrevistas exclusivas do mundo dos esportes. De notícias de última hora a relatórios detalhados de jogos, cobrimos tudo com paixão e profissionalismo.",
    "about.missionTitle": "Nossa Missão",
    "about.missionText": "Nos esforçamos para ser a fonte mais confiável de notícias e análises esportivas. Nosso compromisso com a integridade jornalística significa que entregamos cobertura factual e imparcial na qual você pode confiar.",
    "about.coverageTitle": "O Que Cobrimos",
    "about.footballCoverage": "Futebol - Ligas, torneios e competições internacionais",
    "about.basketballCoverage": "Basquete - NBA, basquete universitário e ligas internacionais",
    "about.baseballCoverage": "Beisebol - Cobertura da MLB e insights das ligas menores",
    "about.tennisCoverage": "Tênis - Grand Slams, tours ATP e WTA",
    "about.olympicCoverage": "Cobertura dos Jogos de Verão e Inverno",
    "about.emergingSports": "Novas tendências e esportes em desenvolvimento globalmente",
    "about.olympicSports": "Esportes Olímpicos",
    "about.emergingSportsTitle": "Esportes Emergentes",
    "about.valuesTitle": "Nossos Valores",
    "about.valuesText": "Integridade, precisão e paixão impulsionam tudo o que fazemos. Acreditamos em celebrar conquistas atléticas mantendo os mais altos padrões do jornalismo esportivo.",
    "about.teamTitle": "Conheça Nossa Equipe",
    "about.teamSubtitle": "Os profissionais apaixonados por trás do The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Chefe de Pesquisa e Gerente do Site",
    "about.team.editor.description": "Liderando nossas iniciativas de pesquisa e gerenciando a plataforma digital com expertise em análise de dados e desenvolvimento web.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Autor do Blog e Demonstrador de Habilidades",
    "about.team.analyst.description": "Criando conteúdo envolvente e demonstrando técnicas esportivas através de análises detalhadas e comentários especializados.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Administrador de Mídias Sociais",
    "about.team.reporter.description": "Gerenciando nossa presença nas mídias sociais e engajamento da comunidade em todas as plataformas digitais.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Feedback e Análise de Dados",
    "about.team.photographer.description": "Analisando feedback dos usuários e métricas de performance para melhorar continuamente nossa plataforma e qualidade do conteúdo."
  },
  "ru": {
    "about.title": "О Нас",
    "about.subtitle": "Ваше главное направление для спортивных новостей, анализа и инсайтов со всего мира.",
    "about.foundationText": "The Sports Chronicle был основан с простой миссией: предоставлять всестороннее, точное и увлекательное освещение спорта для фанатов по всему миру. Мы верим в силу спорта объединять людей, вдохновлять на величие и создавать незабываемые моменты.",
    "about.teamText": "Наша преданная команда спортивных журналистов и аналитиков приносит вам последние новости, глубокий анализ и эксклюзивные интервью из мира спорта. От срочных новостей до подробных отчетов о матчах, мы освещаем все со страстью и профессионализмом.",
    "about.missionTitle": "Наша Миссия",
    "about.missionText": "Мы стремимся быть самым надежным источником спортивных новостей и анализа. Наша приверженность журналистской честности означает, что мы предоставляем фактическое, беспристрастное освещение, на которое вы можете положиться.",
    "about.coverageTitle": "Что Мы Освещаем",
    "about.footballCoverage": "Футбол - Лиги, турниры и международные соревнования",
    "about.basketballCoverage": "Баскетбол - НБА, студенческий баскетбол и международные лиги",
    "about.baseballCoverage": "Бейсбол - Освещение МЛБ и инсайты младших лиг",
    "about.tennisCoverage": "Теннис - Турниры Большого шлема, туры АТП и ВТА",
    "about.olympicCoverage": "Освещение летних и зимних игр",
    "about.emergingSports": "Новые тенденции и развивающиеся виды спорта по всему миру",
    "about.olympicSports": "Олимпийские виды спорта",
    "about.emergingSportsTitle": "Развивающиеся виды спорта",
    "about.valuesTitle": "Наши Ценности",
    "about.valuesText": "Честность, точность и страсть движут всем, что мы делаем. Мы верим в празднование спортивных достижений, поддерживая высочайшие стандарты спортивной журналистики.",
    "about.teamTitle": "Познакомьтесь с Нашей Командой",
    "about.teamSubtitle": "Страстные профессионалы за The Sports Chronicle",
    "about.team.editor.name": "Вивaan Ханда",
    "about.team.editor.title": "Руководитель Исследований и Менеджер Сайта",
    "about.team.editor.description": "Руководя нашими исследовательскими инициативами и управляя цифровой платформой с экспертизой в анализе данных и веб-разработке.",
    "about.team.analyst.name": "Вед Мехта",
    "about.team.analyst.title": "Автор Блога и Демонстратор Навыков",
    "about.team.analyst.description": "Создавая увлекательный контент и демонстрируя спортивные техники через детальный анализ и экспертные комментарии.",
    "about.team.reporter.name": "Шоурья Гупта",
    "about.team.reporter.title": "Администратор Социальных Сетей",
    "about.team.reporter.description": "Управляя нашим присутствием в социальных сетях и вовлечением сообщества на всех цифровых платформах.",
    "about.team.photographer.name": "Шаурья Гупта",
    "about.team.photographer.title": "Обратная Связь и Аналитика Данных",
    "about.team.photographer.description": "Анализируя отзывы пользователей и метрики производительности для постоянного улучшения нашей платформы и качества контента."
  },
  "pl": {
    "about.title": "O Nas",
    "about.subtitle": "Twoje ostateczne miejsce docelowe dla wiadomości sportowych, analiz i spostrzeżeń z całego świata.",
    "about.foundationText": "The Sports Chronicle zostało założone z prostą misją: zapewnienie kompleksowego, dokładnego i angażującego relacjonowania sportu dla fanów na całym świecie. Wierzymy w moc sportu do jednoczenia ludzi, inspirowania wielkości i tworzenia niezapomnianych momentów.",
    "about.teamText": "Nasz oddany zespół dziennikarzy sportowych i analityków przynosi najnowsze wiadomości, dogłębne analizy i ekskluzywne wywiady ze świata sportu. Od pilnych wiadomości po szczegółowe raporty z meczów, wszystko relacjonujemy z pasją i profesjonalizmem.",
    "about.missionTitle": "Nasza Misja",
    "about.missionText": "Dążymy do bycia najbardziej zaufanym źródłem wiadomości i analiz sportowych. Nasze zaangażowanie w integralność dziennikarską oznacza, że dostarczamy faktyczne, bezstronne relacje, na których możesz polegać.",
    "about.coverageTitle": "Co Relacjonujemy",
    "about.footballCoverage": "Piłka nożna - Ligi, turnieje i zawody międzynarodowe",
    "about.basketballCoverage": "Koszykówka - NBA, koszykówka uniwersytecka i ligi międzynarodowe",
    "about.baseballCoverage": "Baseball - Relacje z MLB i spostrzeżenia z lig niższych",
    "about.tennisCoverage": "Tenis - Wielkie Szlemy, tury ATP i WTA",
    "about.olympicCoverage": "Relacje z Igrzysk Letnich i Zimowych",
    "about.emergingSports": "Nowe trendy i rozwijające się sporty globalnie",
    "about.olympicSports": "Sporty Olimpijskie",
    "about.emergingSportsTitle": "Wschodzące Sporty",
    "about.valuesTitle": "Nasze Wartości",
    "about.valuesText": "Integralność, dokładność i pasja napędzają wszystko, co robimy. Wierzymy w celebrowanie osiągnięć sportowych przy zachowaniu najwyższych standardów dziennikarstwa sportowego.",
    "about.teamTitle": "Poznaj Nasz Zespół",
    "about.teamSubtitle": "Pasjonaci profesjonaliści za The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Szef Badań i Menedżer Strony",
    "about.team.editor.description": "Prowadząc nasze inicjatywy badawcze i zarządzając platformą cyfrową z ekspertyzą w analizie danych i rozwoju stron internetowych.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Autor Bloga i Demonstrator Umiejętności",
    "about.team.analyst.description": "Tworzenie angażujących treści i prezentowanie technik sportowych poprzez szczegółowe analizy i komentarze ekspertów.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Administrator Mediów Społecznościowych",
    "about.team.reporter.description": "Zarządzanie naszą obecnością w mediach społecznościowych i zaangażowaniem społeczności na wszystkich platformach cyfrowych.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Opinie i Analityka Danych",
    "about.team.photographer.description": "Analizowanie opinii użytkowników i metryk wydajności w celu ciągłego ulepszania naszej platformy i jakości treści."
  },
  "nl": {
    "about.title": "Over Ons",
    "about.subtitle": "Jouw ultieme bestemming voor sportnieuws, analyses en inzichten van over de hele wereld.",
    "about.foundationText": "The Sports Chronicle werd opgericht met een eenvoudige missie: het bieden van uitgebreide, nauwkeurige en boeiende sportverslaggeving aan fans wereldwijd. We geloven in de kracht van sport om mensen te verenigen, grootsheid te inspireren en onvergetelijke momenten te creëren.",
    "about.teamText": "Ons toegewijde team van sportjournalisten en analisten brengt je het laatste nieuws, diepgaande analyses en exclusieve interviews uit de sportwereld. Van breaking news tot gedetailleerde wedstrijdverslagen, we dekken alles met passie en professionaliteit.",
    "about.missionTitle": "Onze Missie",
    "about.missionText": "We streven ernaar de meest vertrouwde bron te zijn voor sportnieuws en -analyses. Onze toewijding aan journalistieke integriteit betekent dat we feitelijke, onpartijdige verslaggeving leveren waarop je kunt vertrouwen.",
    "about.coverageTitle": "Wat We Dekken",
    "about.footballCoverage": "Voetbal - Competities, toernooien en internationale wedstrijden",
    "about.basketballCoverage": "Basketbal - NBA, universitair basketbal en internationale competities",
    "about.baseballCoverage": "Honkbal - MLB-verslaggeving en inzichten uit lagere competities",
    "about.tennisCoverage": "Tennis - Grand Slams, ATP- en WTA-tours",
    "about.olympicCoverage": "Verslaggeving van Zomer- en Winterspelen",
    "about.emergingSports": "Nieuwe trends en zich wereldwijd ontwikkelende sporten",
    "about.olympicSports": "Olympische Sporten",
    "about.emergingSportsTitle": "Opkomende Sporten",
    "about.valuesTitle": "Onze Waarden",
    "about.valuesText": "Integriteit, nauwkeurigheid en passie drijven alles wat we doen. We geloven in het vieren van atletische prestaties terwijl we de hoogste standaarden van sportjournalistiek handhaven.",
    "about.teamTitle": "Ontmoet Ons Team",
    "about.teamSubtitle": "De gepassioneerde professionals achter The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Onderzoekshoofd en Website Manager",
    "about.team.editor.description": "Leidend onze onderzoeksinitiatieven en het beheren van het digitale platform met expertise in data-analyse en webontwikkeling.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Blog Auteur en Vaardigheids Demonstrator",
    "about.team.analyst.description": "Het creëren van boeiende content en het tonen van sporttechnieken door gedetailleerde analyses en expertcommentaar.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Social Media Administrator",
    "about.team.reporter.description": "Het beheren van onze social media aanwezigheid en community betrokkenheid op alle digitale platforms.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Feedback en Data Analytics",
    "about.team.photographer.description": "Het analyseren van gebruikersfeedback en prestatiemetrieken om onze platform en contentkwaliteit voortdurend te verbeteren."
  },
  "sv": {
    "about.title": "Om Oss",
    "about.subtitle": "Din ultimata destination för sportnyheter, analyser och insikter från hela världen.",
    "about.foundationText": "The Sports Chronicle grundades med ett enkelt uppdrag: att tillhandahålla omfattande, noggrann och engagerande sportbevakning till fans världen över. Vi tror på sportens kraft att förena människor, inspirera storhet och skapa oförglömliga ögonblick.",
    "about.teamText": "Vårt dedikerade team av sportjournalister och analytiker ger dig de senaste nyheterna, djupgående analyser och exklusiva intervjuer från sportvärlden. Från breaking news till detaljerade matchrapporter, vi täcker allt med passion och professionalism.",
    "about.missionTitle": "Vårt Uppdrag",
    "about.missionText": "Vi strävar efter att vara den mest pålitliga källan för sportnyheter och analyser. Vårt engagemang för journalistisk integritet innebär att vi levererar faktisk, opartisk bevakning som du kan lita på.",
    "about.coverageTitle": "Vad Vi Täcker",
    "about.footballCoverage": "Fotboll - Ligor, turneringar och internationella tävlingar",
    "about.basketballCoverage": "Basket - NBA, collegebasket och internationella ligor",
    "about.baseballCoverage": "Baseball - MLB-bevakning och insikter från lägre ligor",
    "about.tennisCoverage": "Tenis - Grand Slams, ATP- och WTA-tourer",
    "about.olympicCoverage": "Bevakning av sommar- och vinterspel",
    "about.emergingSports": "Nya trender och utvecklande sporter globalt",
    "about.olympicSports": "Olympiska Sporter",
    "about.emergingSportsTitle": "Framväxande Sporter",
    "about.valuesTitle": "Våra Värderingar",
    "about.valuesText": "Integritet, noggrannhet och passion driver allt vi gör. Vi tror på att fira atletiska prestationer samtidigt som vi upprätthåller de högsta standarderna för sportjournalistik.",
    "about.teamTitle": "Träffa Vårt Team",
    "about.teamSubtitle": "De passionerade proffsen bakom The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Forskningschef och Webbplatsansvarig",
    "about.team.editor.description": "Leder våra forskningsinitiativ och hanterar den digitala plattformen med expertis inom dataanalys och webbutveckling.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Bloggförfattare och Färdighetsdemonstratör",
    "about.team.analyst.description": "Skapar engagerande innehåll och visar sporttekniker genom detaljerade analyser och expertkommentarer.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Social Media Administrator",
    "about.team.reporter.description": "Hanterar vår närvaro på sociala medier och community-engagemang på alla digitala plattformar.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Feedback och Dataanalys",
    "about.team.photographer.description": "Analyserar användarfeedback och prestationsmått för att kontinuerligt förbättra vår plattform och innehållskvalitet."
  },
  "no": {
    "about.title": "Om Oss",
    "about.subtitle": "Din ultimate destinasjon for sportnyheter, analyser og innsikt fra hele verden.",
    "about.foundationText": "The Sports Chronicle ble grunnlagt med et enkelt oppdrag: å tilby omfattende, nøyaktig og engasjerende sportdekning til fans verden over. Vi tror på sportens kraft til å forene mennesker, inspirere storhet og skape uforglemmelige øyeblikk.",
    "about.teamText": "Vårt dedikerte team av sportsjournalister og analytikere bringer deg de siste nyhetene, dybdeanalyser og eksklusive intervjuer fra sportsverdenen. Fra breaking news til detaljerte kamprapporter, vi dekker alt med lidenskap og profesjonalitet.",
    "about.missionTitle": "Vårt Oppdrag",
    "about.missionText": "Vi streber etter å være den mest pålitelige kilden for sportnyheter og analyser. Vårt engasjement for journalistisk integritet betyr at vi leverer faktisk, upartisk dekning du kan stole på.",
    "about.coverageTitle": "Hva Vi Dekker",
    "about.footballCoverage": "Fotball - Ligaer, turneringer og internasjonale konkurranser",
    "about.basketballCoverage": "Basketball - NBA, college basketball og internasjonale ligaer",
    "about.baseballCoverage": "Baseball - MLB-dekning og innsikt fra mindre ligaer",
    "about.tennisCoverage": "Tennis - Grand Slams, ATP- og WTA-turer",
    "about.olympicCoverage": "Dekning av sommer- og vinterleker",
    "about.emergingSports": "Nye trender og utviklende idretter globalt",
    "about.olympicSports": "Olympiske Idretter",
    "about.emergingSportsTitle": "Fremvoksende Idretter",
    "about.valuesTitle": "Våre Verdier",
    "about.valuesText": "Integritet, nøyaktighet og lidenskap driver alt vi gjør. Vi tror på å feire atletiske prestasjoner mens vi opprettholder de høyeste standardene for sportsjournalistikk.",
    "about.teamTitle": "Møt Vårt Team",
    "about.teamSubtitle": "De lidenskapelige profesjonelle bak The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Forskningssjef og Nettstedsleder",
    "about.team.editor.description": "Leder våre forskningsinitiativ og administrerer den digitale plattformen med ekspertise innen dataanalyse og webutvikling.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Bloggforfatter og Ferdighetsdemonstrerer",
    "about.team.analyst.description": "Skaper engasjerende innhold og viser sportsteknikker gjennom detaljerte analyser og ekspertkommentarer.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Sosiale Medier Administrator",
    "about.team.reporter.description": "Administrerer vår tilstedeværelse på sosiale medier og samfunnsengasjement på alle digitale plattformer.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Tilbakemelding og Dataanalyse",
    "about.team.photographer.description": "Analyserer brukertilbakemeldinger og ytelsesmålinger for kontinuerlig å forbedre vår plattform og innholdskvalitet."
  },
  "da": {
    "about.title": "Om Os",
    "about.subtitle": "Din ultimative destination for sportsnyheder, analyser og indsigt fra hele verden.",
    "about.foundationText": "The Sports Chronicle blev grundlagt med en simpel mission: at levere omfattende, præcis og engagerende sportsdækning til fans verden over. Vi tror på sportens kraft til at forene mennesker, inspirere storhed og skabe uforglemmelige øjeblikke.",
    "about.teamText": "Vores dedikerede team af sportsjournalister og analytikere bringer dig de seneste nyheder, dybdegående analyser og eksklusive interviews fra sportsverdenen. Fra breaking news til detaljerede kamprapporter, vi dækker det hele med passion og professionalisme.",
    "about.missionTitle": "Vores Mission",
    "about.missionText": "Vi stræber efter at være den mest pålidelige kilde til sportsnyheder og analyser. Vores engagement i journalistisk integritet betyder, at vi leverer faktuel, upartisk dækning, du kan stole på.",
    "about.coverageTitle": "Hvad Vi Dækker",
    "about.footballCoverage": "Fodbold - Ligaer, turneringer og internationale konkurrencer",
    "about.basketballCoverage": "Basketball - NBA, college basketball og internationale ligaer",
    "about.baseballCoverage": "Baseball - MLB-dækning og indsigt fra mindre ligaer",
    "about.tennisCoverage": "Tennis - Grand Slams, ATP- og WTA-tours",
    "about.olympicCoverage": "Dækning af sommer- og vinterlege",
    "about.emergingSports": "Nye trends og udviklende sportsgrene globalt",
    "about.olympicSports": "Olympiske Sportsgrene",
    "about.emergingSportsTitle": "Fremvoksende Sportsgrene",
    "about.valuesTitle": "Vores Værdier",
    "about.valuesText": "Integritet, nøjagtighed og passion driver alt, hvad vi gør. Vi tror på at fejre atletiske præstationer, mens vi opretholder de højeste standarder for sportsjournalistik.",
    "about.teamTitle": "Mød Vores Team",
    "about.teamSubtitle": "De passionerede professionelle bag The Sports Chronicle",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Forskningschef og Hjemmeside Manager",
    "about.team.editor.description": "Leder vores forskningsinitiativer og administrerer den digitale platform med ekspertise inden for dataanalyse og webudvikling.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Blog Forfatter og Færdigheds Demonstrator",
    "about.team.analyst.description": "Skaber engagerende indhold og viser sportsteknikker gennem detaljerede analyser og ekspertkommentarer.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Sociale Medier Administrator",
    "about.team.reporter.description": "Administrerer vores tilstedeværelse på sociale medier og fællesskabsengagement på alle digitale platforme.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Feedback og Data Analyse",
    "about.team.photographer.description": "Analyserer brugerfeedback og præstationsmålinger for kontinuerligt at forbedre vores platform og indholdskvalitet."
  },
  "fi": {
    "about.title": "Tietoja Meistä",
    "about.subtitle": "Lopullinen kohteesi urheiluuutisille, analyyseille ja näkemyksille ympäri maailmaa.",
    "about.foundationText": "The Sports Chronicle perustettiin yksinkertaisella missiolla: tarjota kattavaa, tarkkaa ja mukaansatempaavaa urheilun seurantaa faneille maailmanlaajuisesti. Uskomme urheilun voimaan yhdistää ihmisiä, inspiroida suuruutta ja luoda unohtumattomia hetkiä.",
    "about.teamText": "Omistautunut urheilutoimittajien ja analyytikoiden tiimimme tuo sinulle viimeisimmät uutiset, syvälliset analyysit ja eksklusiiviset haastattelut urheilumaailmasta. Tuoreista uutisista yksityiskohtaisiin otteluraportteihin, kattamme kaiken intohimolla ja ammattitaidolla.",
    "about.missionTitle": "Missiomme",
    "about.missionText": "Pyrimme olemaan luotettavin lähde urheiluuutisille ja -analyyseille. Sitoutumisemme journalistiseen rehellisyyteen tarkoittaa, että toimitamme asiallista, puolueetonta seurantaa, johon voit luottaa.",
    "about.coverageTitle": "Mitä Seuraamme",
    "about.footballCoverage": "Jalkapallo - Liigat, turnaukset ja kansainväliset kilpailut",
    "about.basketballCoverage": "Koripallo - NBA, yliopistokori ja kansainväliset liigat",
    "about.baseballCoverage": "Pesäpallo - MLB-seuranta ja alemman tason liigainsightit",
    "about.tennisCoverage": "Tennis - Grand Slamit, ATP- ja WTA-kiertueet",
    "about.olympicCoverage": "Kesä- ja talvikisojen seuranta",
    "about.emergingSports": "Uudet trendit ja maailmanlaajuisesti kehittyvät lajit",
    "about.olympicSports": "Olympialaiset",
    "about.emergingSportsTitle": "Nousevat Lajit",
    "about.valuesTitle": "Arvomme",
    "about.valuesText": "Rehellisyys, tarkkuus ja intohimo ohjaavat kaikkea mitä teemme. Uskomme urheilullisten saavutusten juhlimiseen säilyttäen samalla urheilujournalismin korkeimmat standardit.",
    "about.teamTitle": "Tapaa Tiimimme",
    "about.teamSubtitle": "Intohimoiset ammattilaiset The Sports Chroniclen takana",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Tutkimuspäällikkö ja Verkkosivuston Hallinta",
    "about.team.editor.description": "Johtaa tutkimusaloitteitamme ja hallinnoi digitaalista alustaa asiantuntemuksella data-analyysissa ja web-kehityksessä.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Blogin Kirjoittaja ja Taitojen Esittelijä",
    "about.team.analyst.description": "Luomassa mukaansatempaavaa sisältöä ja esittelemässä urheilutekniikoita yksityiskohtaisten analyysien ja asiantuntijakommenttien kautta.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Sosiaalisen Median Ylläpitäjä",
    "about.team.reporter.description": "Hallinnoi sosiaalisen median läsnäoloamme ja yhteisön sitoutumista kaikilla digitaalisilla alustoilla.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Palaute ja Data-analytiikka",
    "about.team.photographer.description": "Analysoi käyttäjäpalautetta ja suorituskykymittareita parantaakseen jatkuvasti alustaamme ja sisällön laatua."
  },
  "zh": {
    "about.title": "关于我们",
    "about.subtitle": "您获取全球体育新闻、分析和见解的终极目的地。",
    "about.foundationText": "The Sports Chronicle 成立时有一个简单的使命：为全球球迷提供全面、准确和引人入胜的体育报道。我们相信体育有团结人们、激发伟大和创造难忘时刻的力量。",
    "about.teamText": "我们专注的体育记者和分析师团队为您带来最新新闻、深度分析和来自体育界的独家采访。从突发新闻到详细的比赛报告，我们以激情和专业精神涵盖一切。",
    "about.missionTitle": "我们的使命",
    "about.missionText": "我们努力成为体育新闻和分析最值得信赖的来源。我们对新闻诚信的承诺意味着我们提供您可以依赖的事实、公正的报道。",
    "about.coverageTitle": "我们涵盖什么",
    "about.footballCoverage": "足球（Soccer）- 联赛、锦标赛和国际比赛",
    "about.basketballCoverage": "篮球 - NBA、大学篮球和国际联赛",
    "about.baseballCoverage": "棒球 - MLB 报道和小联盟见解",
    "about.tennisCoverage": "网球 - 大满贯、ATP 和 WTA 巡回赛",
    "about.olympicCoverage": "夏季和冬季奥运会报道",
    "about.emergingSports": "全球新趋势和发展中的运动",
    "about.olympicSports": "奥林匹克运动",
    "about.emergingSportsTitle": "新兴运动",
    "about.valuesTitle": "我们的价值观",
    "about.valuesText": "诚信、准确性和激情推动着我们所做的一切。我们相信在保持体育新闻最高标准的同时庆祝体育成就。",
    "about.teamTitle": "认识我们的团队",
    "about.teamSubtitle": "The Sports Chronicle 背后充满激情的专业人士",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "研究主管和网站管理员",
    "about.team.editor.description": "领导我们的研究计划并管理数字平台，具有数据分析和网络开发方面的专业知识。",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "博客作者和技能演示员",
    "about.team.analyst.description": "通过详细分析和专家评论创建引人入胜的内容并展示体育技术。",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "社交媒体管理员",
    "about.team.reporter.description": "管理我们在所有数字平台上的社交媒体存在和社区参与。",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "反馈和数据分析",
    "about.team.photographer.description": "分析用户反馈和性能指标，以持续改进我们的平台和内容质量。"
  },
  "ja": {
    "about.title": "私たちについて",
    "about.subtitle": "世界中からのスポーツニュース、分析、洞察のための究極の目的地。",
    "about.foundationText": "The Sports Chronicle は、シンプルなミッションで設立されました：世界中のファンに包括的で正確で魅力的なスポーツ報道を提供すること。私たちは、スポーツが人々を結びつけ、偉大さを鼓舞し、忘れられない瞬間を作り出す力を信じています。",
    "about.teamText": "私たちの献身的なスポーツジャーナリストとアナリストのチームが、最新のニュース、詳細な分析、スポーツ界からの独占インタビューをお届けします。速報から詳細な試合レポートまで、情熱とプロフェッショナリズムですべてをカバーしています。",
    "about.missionTitle": "私たちのミッション",
    "about.missionText": "私たちは、スポーツニュースと分析の最も信頼できるソースになることを目指しています。ジャーナリズムの誠実さへのコミットメントは、信頼できる事実に基づいた公平な報道を提供することを意味します。",
    "about.coverageTitle": "私たちがカバーするもの",
    "about.footballCoverage": "サッカー - リーグ、トーナメント、国際大会",
    "about.basketballCoverage": "バスケットボール - NBA、大学バスケットボール、国際リーグ",
    "about.baseballCoverage": "野球 - MLBカバレッジとマイナーリーグの洞察",
    "about.tennisCoverage": "テニス - グランドスラム、ATPとWTAツアー",
    "about.olympicCoverage": "夏季・冬季大会カバレッジ",
    "about.emergingSports": "新しいトレンドと世界的に発展するスポーツ",
    "about.olympicSports": "オリンピックスポーツ",
    "about.emergingSportsTitle": "新興スポーツ",
    "about.valuesTitle": "私たちの価値観",
    "about.valuesText": "誠実さ、正確性、情熱が私たちの行うすべてを推進しています。スポーツジャーナリズムの最高基準を維持しながら、アスリートの成果を祝うことを信じています。",
    "about.teamTitle": "私たちのチームに会う",
    "about.teamSubtitle": "The Sports Chronicle の背後にいる情熱的な専門家たち",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "研究責任者およびウェブサイトマネージャー",
    "about.team.editor.description": "データ分析とウェブ開発の専門知識を持って、私たちの研究イニシアチブを主導し、デジタルプラットフォームを管理しています。",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "ブログ著者およびスキルデモンストレーター",
    "about.team.analyst.description": "詳細な分析と専門的な解説を通じて、魅力的なコンテンツを作成し、スポーツ技術を紹介しています。",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "ソーシャルメディア管理者",
    "about.team.reporter.description": "すべてのデジタルプラットフォームでのソーシャルメディアプレゼンスとコミュニティエンゲージメントを管理しています。",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "フィードバックとデータ分析",
    "about.team.photographer.description": "ユーザーフィードバックとパフォーマンス指標を分析して、プラットフォームとコンテンツ品質を継続的に改善しています。"
  },
  "ko": {
    "about.title": "회사 소개",
    "about.subtitle": "전 세계 스포츠 뉴스, 분석 및 통찰력을 위한 궁극적인 목적지입니다.",
    "about.foundationText": "The Sports Chronicle은 간단한 사명으로 설립되었습니다: 전 세계 팬들에게 포괄적이고 정확하며 매력적인 스포츠 보도를 제공하는 것입니다. 우리는 스포츠가 사람들을 하나로 묶고, 위대함을 영감을 주며, 잊을 수 없는 순간을 만드는 힘을 믿습니다.",
    "about.teamText": "우리의 헌신적인 스포츠 기자와 분석가 팀이 스포츠 세계에서 최신 뉴스, 심층 분석 및 독점 인터뷰를 제공합니다. 속보부터 상세한 경기 보고서까지, 우리는 열정과 전문성으로 모든 것을 다룹니다.",
    "about.missionTitle": "우리의 사명",
    "about.missionText": "우리는 스포츠 뉴스와 분석의 가장 신뢰할 수 있는 소스가 되기 위해 노력합니다. 저널리즘 무결성에 대한 우리의 약속은 신뢰할 수 있는 사실적이고 편견 없는 보도를 제공한다는 것을 의미합니다.",
    "about.coverageTitle": "우리가 다루는 것",
    "about.footballCoverage": "축구 - 리그, 토너먼트 및 국제 대회",
    "about.basketballCoverage": "농구 - NBA, 대학 농구 및 국제 리그",
    "about.baseballCoverage": "야구 - MLB 보도 및 마이너 리그 통찰력",
    "about.tennisCoverage": "테니스 - 그랜드 슬램, ATP 및 WTA 투어",
    "about.olympicCoverage": "하계 및 동계 게임 보도",
    "about.emergingSports": "새로운 트렌드와 전 세계적으로 발전하는 스포츠",
    "about.olympicSports": "올림픽 스포츠",
    "about.emergingSportsTitle": "신흥 스포츠",
    "about.valuesTitle": "우리의 가치",
    "about.valuesText": "무결성, 정확성 및 열정이 우리가 하는 모든 일을 이끕니다. 우리는 스포츠 저널리즘의 최고 기준을 유지하면서 운동 성취를 축하하는 것을 믿습니다.",
    "about.teamTitle": "우리 팀을 만나보세요",
    "about.teamSubtitle": "The Sports Chronicle 뒤의 열정적인 전문가들",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "연구 책임자 및 웹사이트 관리자",
    "about.team.editor.description": "데이터 분석 및 웹 개발 전문 지식으로 연구 이니셔티브를 이끌고 디지털 플랫폼을 관리합니다.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "블로그 작가 및 기술 시연자",
    "about.team.analyst.description": "상세한 분석과 전문가 해설을 통해 매력적인 콘텐츠를 만들고 스포츠 기술을 보여줍니다.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "소셜 미디어 관리자",
    "about.team.reporter.description": "모든 디지털 플랫폼에서 소셜 미디어 존재감과 커뮤니티 참여를 관리합니다.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "피드백 및 데이터 분석",
    "about.team.photographer.description": "사용자 피드백과 성능 지표를 분석하여 플랫폼과 콘텐츠 품질을 지속적으로 개선합니다."
  },
  "hi": {
    "about.title": "हमारे बारे में",
    "about.subtitle": "दुनिया भर से खेल समाचार, विश्लेषण और अंतर्दृष्टि के लिए आपका अंतिम गंतव्य।",
    "about.foundationText": "The Sports Chronicle की स्थापना एक सरल मिशन के साथ की गई थी: दुनिया भर के प्रशंसकों को व्यापक, सटीक और आकर्षक खेल कवरेज प्रदान करना। हम खेल की शक्ति में विश्वास करते हैं कि यह लोगों को एकजुट करता है, महानता को प्रेरित करता है, और अविस्मरणीय क्षण बनाता है।",
    "about.teamText": "हमारी समर्पित खेल पत्रकारों और विश्लेषकों की टीम आपके लिए नवीनतम समाचार, गहन विश्लेषण और खेल जगत से विशेष साक्षात्कार लाती है। ब्रेकिंग न्यूज से लेकर विस्तृत मैच रिपोर्ट तक, हम सब कुछ जुनून और व्यावसायिकता के साथ कवर करते हैं।",
    "about.missionTitle": "हमारा मिशन",
    "about.missionText": "हम खेल समाचार और विश्लेषण के लिए सबसे विश्वसनीय स्रोत बनने का प्रयास करते हैं। पत्रकारिता की अखंडता के प्रति हमारी प्रतिबद्धता का मतलब है कि हम तथ्यपरक, निष्पक्ष कवरेज प्रदान करते हैं जिस पर आप भरोसा कर सकते हैं।",
    "about.coverageTitle": "हम क्या कवर करते हैं",
    "about.footballCoverage": "फुटबॉल (सॉकर) - लीग, टूर्नामेंट और अंतर्राष्ट्रीय प्रतियोगिताएं",
    "about.basketballCoverage": "बास्केटबॉल - NBA, कॉलेज बास्केटबॉल और अंतर्राष्ट्रीय लीग",
    "about.baseballCoverage": "बेसबॉल - MLB कवरेज और माइनर लीग अंतर्दृष्टि",
    "about.tennisCoverage": "टेनिस - ग्रैंड स्लैम, ATP और WTA टूर",
    "about.olympicCoverage": "गर्मी और सर्दी खेल कवरेज",
    "about.emergingSports": "नए रुझान और विश्व स्तर पर विकसित होने वाले खेल",
    "about.olympicSports": "ओलंपिक खेल",
    "about.emergingSportsTitle": "उभरते खेल",
    "about.valuesTitle": "हमारे मूल्य",
    "about.valuesText": "अखंडता, सटीकता और जुनून हमारे हर काम को प्रेरित करता है। हम खेल पत्रकारिता के उच्चतम मानकों को बनाए रखते हुए एथलेटिक उपलब्धियों का जश्न मनाने में विश्वास करते हैं।",
    "about.teamTitle": "हमारी टीम से मिलें",
    "about.teamSubtitle": "The Sports Chronicle के पीछे के उत्साही पेशेवर",
    "about.team.editor.name": "विवान हांडा",
    "about.team.editor.title": "अनुसंधान प्रमुख और वेबसाइट प्रबंधक",
    "about.team.editor.description": "डेटा विश्लेषण और वेब विकास में विशेषज्ञता के साथ हमारी अनुसंधान पहल का नेतृत्व करना और डिजिटल प्लेटफ़ॉर्म का प्रबंधन करना।",
    "about.team.analyst.name": "वेद मेहता",
    "about.team.analyst.title": "ब्लॉग लेखक और कौशल प्रदर्शनकर्ता",
    "about.team.analyst.description": "विस्तृत विश्लेषण और विशेषज्ञ टिप्पणी के माध्यम से आकर्षक सामग्री बनाना और खेल तकनीकों का प्रदर्शन करना।",
    "about.team.reporter.name": "शौर्य गुप्ता",
    "about.team.reporter.title": "सोशल मीडिया प्रशासक",
    "about.team.reporter.description": "सभी डिजिटल प्लेटफ़ॉर्म में हमारी सोशल मीडिया उपस्थिति और सामुदायिक सहभागिता का प्रबंधन करना।",
    "about.team.photographer.name": "शौर्य गुप्ता",
    "about.team.photographer.title": "फीडबैक और डेटा एनालिटिक्स",
    "about.team.photographer.description": "हमारे प्लेटफ़ॉर्म और सामग्री की गुणवत्ता में निरंतर सुधार के लिए उपयोगकर्ता प्रतिक्रिया और प्रदर्शन मेट्रिक्स का विश्लेषण करना।"
  },
  "bn": {
    "about.title": "আমাদের সম্পর্কে",
    "about.subtitle": "বিশ্বব্যাপী খেলাধুলার সংবাদ, বিশ্লেষণ এবং অন্তর্দৃষ্টির জন্য আপনার চূড়ান্ত গন্তব্য।",
    "about.foundationText": "The Sports Chronicle একটি সহজ মিশন নিয়ে প্রতিষ্ঠিত হয়েছিল: বিশ্বব্যাপী ভক্তদের কাছে ব্যাপক, নির্ভুল এবং আকর্ষক খেলাধুলার কভারেজ প্রদান করা। আমরা খেলাধুলার শক্তিতে বিশ্বাস করি যা মানুষকে একত্রিত করে, মহত্ত্বকে অনুপ্রাণিত করে এবং অবিস্মরণীয় মুহূর্ত সৃষ্টি করে।",
    "about.teamText": "আমাদের নিবেদিত ক্রীড়া সাংবাদিক এবং বিশ্লেষকদের দল আপনার জন্য সর্বশেষ সংবাদ, গভীর বিশ্লেষণ এবং খেলাধুলার জগত থেকে একচেটিয়া সাক্ষাৎকার নিয়ে আসে। ব্রেকিং নিউজ থেকে বিস্তারিত ম্যাচ রিপোর্ট পর্যন্ত, আমরা আবেগ এবং পেশাদারিত্বের সাথে সব কিছু কভার করি।",
    "about.missionTitle": "আমাদের লক্ষ্য",
    "about.missionText": "আমরা খেলাধুলার সংবাদ এবং বিশ্লেষণের জন্য সবচেয়ে বিশ্বস্ত উৎস হতে চেষ্টা করি। সাংবাদিকতার সততার প্রতি আমাদের অঙ্গীকার মানে আমরা তথ্যভিত্তিক, নিরপেক্ষ কভারেজ প্রদান করি যার উপর আপনি নির্ভর করতে পারেন।",
    "about.coverageTitle": "আমরা কী কভার করি",
    "about.footballCoverage": "ফুটবল (সকার) - লিগ, টুর্নামেন্ট এবং আন্তর্জাতিক প্রতিযোগিতা",
    "about.basketballCoverage": "বাস্কেটবল - NBA, কলেজ বাস্কেটবল এবং আন্তর্জাতিক লিগ",
    "about.baseballCoverage": "বেসবল - MLB কভারেজ এবং মাইনর লিগ অন্তর্দৃষ্টি",
    "about.tennisCoverage": "টেনিস - গ্র্যান্ড স্ল্যাম, ATP এবং WTA ট্যুর",
    "about.olympicCoverage": "গ্রীষ্ম এবং শীতকালীন গেমস কভারেজ",
    "about.emergingSports": "নতুন প্রবণতা এবং বিশ্বব্যাপী উন্নয়নশীল খেলাধুলা",
    "about.olympicSports": "অলিম্পিক খেলা",
    "about.emergingSportsTitle": "উদীয়মান খেলাধুলা",
    "about.valuesTitle": "আমাদের মূল্যবোধ",
    "about.valuesText": "সততা, নির্ভুলতা এবং আবেগ আমাদের সব কিছুকে চালিত করে। আমরা ক্রীড়া সাংবাদিকতার সর্বোচ্চ মান বজায় রেখে ক্রীড়া অর্জন উদযাপনে বিশ্বাস করি।",
    "about.teamTitle": "আমাদের দলের সাথে পরিচিত হন",
    "about.teamSubtitle": "The Sports Chronicle এর পিছনে উৎসাহী পেশাদাররা",
    "about.team.editor.name": "বিবান হান্ডা",
    "about.team.editor.title": "গবেষণা প্রধান এবং ওয়েবসাইট ম্যানেজার",
    "about.team.editor.description": "ডেটা বিশ্লেষণ এবং ওয়েব উন্নয়নে দক্ষতার সাথে আমাদের গবেষণা উদ্যোগের নেতৃত্ব দেওয়া এবং ডিজিটাল প্ল্যাটফর্ম পরিচালনা করা।",
    "about.team.analyst.name": "বেদ মেহতা",
    "about.team.analyst.title": "ব্লগ লেখক এবং দক্ষতা প্রদর্শনকারী",
    "about.team.analyst.description": "বিস্তারিত বিশ্লেষণ এবং বিশেষজ্ঞ মন্তব্যের মাধ্যমে আকর্ষক বিষয়বস্তু তৈরি করা এবং খেলাধুলার কৌশল প্রদর্শন করা।",
    "about.team.reporter.name": "শৌর্য গুপ্ত",
    "about.team.reporter.title": "সোশ্যাল মিডিয়া প্রশাসক",
    "about.team.reporter.description": "সমস্ত ডিজিটাল প্ল্যাটফর্মে আমাদের সোশ্যাল মিডিয়া উপস্থিতি এবং সম্প্রদায়ের সম্পৃক্ততা পরিচালনা করা।",
    "about.team.photographer.name": "শৌর্য গুপ্ত",
    "about.team.photographer.title": "প্রতিক্রিয়া এবং ডেটা বিশ্লেষণ",
    "about.team.photographer.description": "আমাদের প্ল্যাটফর্ম এবং বিষয়বস্তুর গুণমান ক্রমাগত উন্নতির জন্য ব্যবহারকারীর প্রতিক্রিয়া এবং কর্মক্ষমতা মেট্রিক্স বিশ্লেষণ করা।"
  },
  "ta": {
    "about.title": "எங்களைப் பற்றி",
    "about.subtitle": "உலகம் முழுவதிலுமிருந்து விளையாட்டு செய்திகள், பகுப்பாய்வு மற்றும் நுண்ணறிவுகளுக்கான உங்கள் இறுதி இலக்கு।",
    "about.foundationText": "The Sports Chronicle ஒரு எளிய நோக்கத்துடன் நிறுவப்பட்டது: உலகளாவிய ரசிகர்களுக்கு விரிவான, துல்லியமான மற்றும் ஈர்க்கக்கூடிய விளையாட்டு கவரேஜ் வழங்குவது. மக்களை ஒன்றிணைக்கவும், மகத்துவத்தை ஊக்குவிக்கவும், மறக்க முடியாத தருணங்களை உருவாக்கவும் விளையாட்டின் சக்தியில் நாங்கள் நம்புகிறோம்.",
    "about.teamText": "எங்கள் அர்ப்பணிப்புள்ள விளையாட்டு பத்திரிகையாளர்கள் மற்றும் ஆய்வாளர்களின் குழு உங்களுக்கு சமீபத்திய செய்திகள், ஆழமான பகுப்பாய்வு மற்றும் விளையாட்டு உலகிலிருந்து பிரத்யேக நேர்காணல்களை கொண்டு வருகிறது. பிரேக்கிங் நியூஸ் முதல் விரிவான போட்டி அறிக்கைகள் வரை, நாங்கள் அனைத்தையும் ஆர்வத்துடனும் தொழில்முறையுடனும் கவர் செய்கிறோம்.",
    "about.missionTitle": "எங்கள் நோக்கம்",
    "about.missionText": "விளையாட்டு செய்திகள் மற்றும் பகுப்பாய்வுக்கான மிகவும் நம்பகமான ஆதாரமாக இருக்க நாங்கள் முயல்கிறோம். பத்திரிகையியல் நேர்மைக்கான எங்கள் அர்ப்பணிப்பு என்பது நீங்கள் நம்பக்கூடிய உண்மையான, பக்கச்சார்பற்ற கவரேஜை நாங்கள் வழங்குகிறோம் என்பதாகும்.",
    "about.coverageTitle": "நாங்கள் என்ன கவர் செய்கிறோம்",
    "about.footballCoverage": "கால்பந்து (சாக்கர்) - லீக்குகள், போட்டிகள் மற்றும் சர்வதேச போட்டிகள்",
    "about.basketballCoverage": "கூடைப்பந்து - NBA, கல்லூரி கூடைப்பந்து மற்றும் சர்வதேச லீக்குகள்",
    "about.baseballCoverage": "பேஸ்பால் - MLB கவரேஜ் மற்றும் மைனர் லீக் நுண்ணறிவுகள்",
    "about.tennisCoverage": "டென்னிஸ் - கிராண்ட் ஸ்லாம்கள், ATP மற்றும் WTA சுற்றுப்பயணங்கள்",
    "about.olympicCoverage": "கோடை மற்றும் குளிர்கால விளையாட்டுகள் கவரேஜ்",
    "about.emergingSports": "புதிய போக்குகள் மற்றும் உலகளவில் வளர்ந்து வரும் விளையாட்டுகள்",
    "about.olympicSports": "ஒலிம்பிக் விளையாட்டுகள்",
    "about.emergingSportsTitle": "வளர்ந்து வரும் விளையாட்டுகள்",
    "about.valuesTitle": "எங்கள் மதிப்புகள்",
    "about.valuesText": "நேர்மை, துல்லியம் மற்றும் ஆர்வம் நாங்கள் செய்யும் அனைத்தையும் இயக்குகிறது. விளையாட்டு பத்திரிகையியலின் உயர்ந்த தரங்களை பராமரிக்கும் போது தடகள சாதனைகளை கொண்டாடுவதில் நாங்கள் நம்புகிறோம்.",
    "about.teamTitle": "எங்கள் குழுவை சந்திக்கவும்",
    "about.teamSubtitle": "The Sports Chronicle இன் பின்னால் உள்ள ஆர்வமுள்ள நிபுணர்கள்",
    "about.team.editor.name": "விவான் ஹாண்டா",
    "about.team.editor.title": "ஆராய்ச்சி தலைவர் மற்றும் வலைத்தள மேலாளர்",
    "about.team.editor.description": "தரவு பகுப்பாய்வு மற்றும் வலை மேம்பாட்டில் நிபுணத்துவத்துடன் எங்கள் ஆராய்ச்சி முயற்சிகளை வழிநடத்துதல் மற்றும் டிஜிட்டல் தளத்தை நிர்வகித்தல்.",
    "about.team.analyst.name": "வேத் மேத்தா",
    "about.team.analyst.title": "வலைப்பதிவு எழுத்தாளர் மற்றும் திறன் நிரூபணியாளர்",
    "about.team.analyst.description": "விரிவான பகுப்பாய்வு மற்றும் நிபுணர் வர்ணனையின் மூலம் ஈர்க்கக்கூடிய உள்ளடக்கத்தை உருவாக்குதல் மற்றும் விளையாட்டு நுட்பங்களை காட்சிப்படுத்துதல்.",
    "about.team.reporter.name": "ஷௌர்யா குப்தா",
    "about.team.reporter.title": "சமூக ஊடக நிர்வாகி",
    "about.team.reporter.description": "அனைத்து டிஜிட்டல் தளங்களிலும் எங்கள் சமூக ஊடக இருப்பு மற்றும் சமூக ஈடுபாட்டை நிர்வகித்தல்.",
    "about.team.photographer.name": "ஷௌர்யா குப்தா",
    "about.team.photographer.title": "கருத்து மற்றும் தரவு பகுப்பாய்வு",
    "about.team.photographer.description": "எங்கள் தளம் மற்றும் உள்ளடக்க தரத்தை தொடர்ந்து மேம்படுத்த பயனர் கருத்து மற்றும் செயல்திறன் அளவீடுகளை பகுப்பாய்வு செய்தல்."
  },
  "te": {
    "about.title": "మా గురించి",
    "about.subtitle": "ప్రపంచవ్యాప్తంగా క్రీడా వార్తలు, విశ్లేషణ మరియు అంతర్దృష్టుల కోసం మీ అంతిమ గమ్యం.",
    "about.foundationText": "The Sports Chronicle ఒక సాధారణ మిషన్‌తో స్థాపించబడింది: ప్రపంచవ్యాప్తంగా అభిమానులకు సమగ్ర, ఖచ్చితమైన మరియు ఆకర్షణీయమైన క్రీడా కవరేజీని అందించడం. ప్రజలను ఏకం చేయడానికి, గొప్పతనాన్ని ప్రేరేపించడానికి మరియు మరచిపోలేని క్షణాలను సృష్టించడానికి క్రీడల శక్తిని మేము నమ్ముతాము.",
    "about.teamText": "మా అంకితమైన క్రీడా జర్నలిస్టులు మరియు విశ్లేషకుల బృందం మీకు తాజా వార్తలు, లోతైన విశ్లేషణలు మరియు క్రీడా ప్రపంచం నుండి ప్రత్యేక ఇంటర్వ్యూలను తెస్తుంది. బ్రేకింగ్ న్యూస్ నుండి వివరణాత్మక మ్యాచ్ రిపోర్టుల వరకు, మేము అన్నింటినీ అభిరుచి మరియు వృత్తిపరత్వంతో కవర్ చేస్తాము.",
    "about.missionTitle": "మా మిషన్",
    "about.missionText": "క్రీడా వార్తలు మరియు విశ్లేషణల కోసం అత్యంత విశ్వసనీయ మూలంగా ఉండటానికి మేము కృషి చేస్తాము. జర్నలిస్టిక్ సమగ్రతకు మా నిబద్ధత అంటే మీరు ఆధారపడగల వాస్తవిక, నిష్పక్షపాత కవరేజీని మేము అందిస్తాము.",
    "about.coverageTitle": "మేము ఏమి కవర్ చేస్తాము",
    "about.footballCoverage": "ఫుట్‌బాల్ (సాకర్) - లీగ్‌లు, టోర్నమెంట్‌లు మరియు అంతర్జాతీయ పోటీలు",
    "about.basketballCoverage": "బాస్కెట్‌బాల్ - NBA, కాలేజ్ బాస్కెట్‌బాల్ మరియు అంతర్జాతీయ లీగ్‌లు",
    "about.baseballCoverage": "బేస్‌బాల్ - MLB కవరేజ్ మరియు మైనర్ లీగ్ అంతర్దృష్టులు",
    "about.tennisCoverage": "టెన్నిస్ - గ్రాండ్ స్లామ్‌లు, ATP మరియు WTA టూర్‌లు",
    "about.olympicCoverage": "వేసవి మరియు శీతాకాల ఆటల కవరేజ్",
    "about.emergingSports": "కొత్త ట్రెండ్‌లు మరియు ప్రపంచవ్యాప్తంగా అభివృద్ధి చెందుతున్న క్రీడలు",
    "about.olympicSports": "ఒలింపిక్ క్రీడలు",
    "about.emergingSportsTitle": "అభివృద్ధి చెందుతున్న క్రీడలు",
    "about.valuesTitle": "మా విలువలు",
    "about.valuesText": "సమగ్రత, ఖచ్చితత్వం మరియు అభిరుచి మేము చేసే ప్రతిదానిని నడిపిస్తాయి. క్రీడా జర్నలిజం యొక్క అత్యున్నత ప్రమాణాలను కొనసాగిస్తూ అథ్లెటిక్ విజయాలను జరుపుకోవడంలో మేము నమ్ముతాము.",
    "about.teamTitle": "మా బృందాన్ని కలవండి",
    "about.teamSubtitle": "The Sports Chronicle వెనుక ఉన్న అభిరుచిగల నిపుణులు",
    "about.team.editor.name": "వివాన్ హాండా",
    "about.team.editor.title": "పరిశోధన అధిపతి మరియు వెబ్‌సైట్ మేనేజర్",
    "about.team.editor.description": "డేటా విశ్లేషణ మరియు వెబ్ అభివృద్ధిలో నైపుణ్యంతో మా పరిశోధన కార్యక్రమాలను నడిపించడం మరియు డిజిటల్ ప్లాట్‌ఫారమ్‌ను నిర్వహించడం.",
    "about.team.analyst.name": "వేద్ మెహతా",
    "about.team.analyst.title": "బ్లాగ్ రచయిత మరియు నైపుణ్య ప్రదర్శకుడు",
    "about.team.analyst.description": "వివరణాత్మక విశ్లేషణ మరియు నిపుణుల వ్యాఖ్యానం ద్వారా ఆకర్షణీయమైన కంటెంట్‌ను సృష్టించడం మరియు క్రీడా పద్ధతులను ప్రదర్శించడం.",
    "about.team.reporter.name": "శౌర్య గుప్తా",
    "about.team.reporter.title": "సోషల్ మీడియా అడ్మినిస్ట్రేటర్",
    "about.team.reporter.description": "అన్ని డిజిటల్ ప్లాట్‌ఫారమ్‌లలో మా సోషల్ మీడియా ఉపస్థితి మరియు కమ్యూనిటీ ఎంగేజ్‌మెంట్‌ను నిర్వహించడం.",
    "about.team.photographer.name": "శౌర్య గుప్తా",
    "about.team.photographer.title": "ఫీడ్‌బ్యాక్ మరియు డేటా అనలిటిక్స్",
    "about.team.photographer.description": "మా ప్లాట్‌ఫారమ్ మరియు కంటెంట్ నాణ్యతను నిరంతరం మెరుగుపరచడానికి వినియోగదారు ఫీడ్‌బ్యాక్ మరియు పనితీరు మెట్రిక్‌లను విశ్లేషించడం."
  },
  "mr": {
    "about.title": "आमच्याबद्दल",
    "about.subtitle": "जगभरातील क्रीडा बातम्या, विश्लेषण आणि अंतर्दृष्टीसाठी तुमचे अंतिम गंतव्य.",
    "about.foundationText": "The Sports Chronicle एका साध्या मिशनसह स्थापन झाले: जगभरातील चाहत्यांना सर्वसमावेशक, अचूक आणि आकर्षक क्रीडा कव्हरेज प्रदान करणे. आम्ही क्रीडांच्या शक्तीवर विश्वास ठेवतो जी लोकांना एकत्र आणते, महानता प्रेरित करते आणि अविस्मरणीय क्षण निर्माण करते.",
    "about.teamText": "आमची समर्पित क्रीडा पत्रकार आणि विश्लेषकांची टीम तुम्हाला नवीनतम बातम्या, सखोल विश्लेषण आणि क्रीडा जगतातील विशेष मुलाखती आणते. ब्रेकिंग न्यूजपासून तपशीलवार सामना अहवालांपर्यंत, आम्ही सर्व काही उत्कटतेने आणि व्यावसायिकतेने कव्हर करतो.",
    "about.missionTitle": "आमचे मिशन",
    "about.missionText": "आम्ही क्रीडा बातम्या आणि विश्लेषणासाठी सर्वात विश्वसनीय स्रोत बनण्याचा प्रयत्न करतो. पत्रकारितेच्या अखंडतेची आमची वचनबद्धता म्हणजे आम्ही तथ्यपरक, निष्पक्ष कव्हरेज प्रदान करतो ज्यावर तुम्ही अवलंबून राहू शकता.",
    "about.coverageTitle": "आम्ही काय कव्हर करतो",
    "about.footballCoverage": "फुटबॉल (सॉकर) - लीग, स्पर्धा आणि आंतरराष्ट्रीय स्पर्धा",
    "about.basketballCoverage": "बास्केटबॉल - NBA, कॉलेज बास्केटबॉल आणि आंतरराष्ट्रीय लीग",
    "about.baseballCoverage": "बेसबॉल - MLB कव्हरेज आणि मायनर लीग अंतर्दृष्टी",
    "about.tennisCoverage": "टेनिस - ग्रँड स्लॅम, ATP आणि WTA टूर",
    "about.olympicCoverage": "उन्हाळी आणि हिवाळी खेळांचे कव्हरेज",
    "about.emergingSports": "नवीन ट्रेंड आणि जागतिक स्तरावर विकसित होणारे क्रीडा",
    "about.olympicSports": "ऑलिम्पिक क्रीडा",
    "about.emergingSportsTitle": "उदयोन्मुख क्रीडा",
    "about.valuesTitle": "आमची मूल्ये",
    "about.valuesText": "अखंडता, अचूकता आणि उत्कटता आम्ही करत असलेल्या प्रत्येक गोष्टीला चालना देते. क्रीडा पत्रकारितेचे सर्वोच्च दर्जे राखून क्रीडा यशाचा उत्सव साजरा करण्यावर आमचा विश्वास आहे.",
    "about.teamTitle": "आमच्या टीमला भेटा",
    "about.teamSubtitle": "The Sports Chronicle मागील उत्कट व्यावसायिक",
    "about.team.editor.name": "विवान हांडा",
    "about.team.editor.title": "संशोधन प्रमुख आणि वेबसाइट व्यवस्थापक",
    "about.team.editor.description": "डेटा विश्लेषण आणि वेब विकासामध्ये तज्ञतेसह आमच्या संशोधन उपक्रमांचे नेतृत्व करणे आणि डिजिटल प्लॅटफॉर्म व्यवस्थापित करणे.",
    "about.team.analyst.name": "वेद मेहता",
    "about.team.analyst.title": "ब्लॉग लेखक आणि कौशल्य प्रदर्शक",
    "about.team.analyst.description": "तपशीलवार विश्लेषण आणि तज्ञ भाष्याद्वारे आकर्षक सामग्री तयार करणे आणि क्रीडा तंत्रे दाखवणे.",
    "about.team.reporter.name": "शौर्य गुप्ता",
    "about.team.reporter.title": "सोशल मीडिया प्रशासक",
    "about.team.reporter.description": "सर्व डिजिटल प्लॅटफॉर्मवर आमची सोशल मीडिया उपस्थिती आणि समुदाय सहभाग व्यवस्थापित करणे.",
    "about.team.photographer.name": "शौर्य गुप्ता",
    "about.team.photographer.title": "फीडबॅक आणि डेटा अॅनालिटिक्स",
    "about.team.photographer.description": "आमचे प्लॅटफॉर्म आणि सामग्री गुणवत्ता सतत सुधारण्यासाठी वापरकर्ता फीडबॅक आणि कार्यप्रदर्शन मेट्रिक्सचे विश्लेषण करणे."
  },
  "gu": {
    "about.title": "અમારા વિશે",
    "about.subtitle": "વિશ્વભરના રમતગમત સમાચાર, વિશ્લેષણ અને અંતર્દૃષ્ટિ માટે તમારું અંતિમ ગંતવ્ય.",
    "about.foundationText": "The Sports Chronicle એક સરળ મિશન સાથે સ્થાપના કરવામાં આવ્યું હતું: વિશ્વભરના ચાહકોને વ્યાપક, સચોટ અને આકર્ષક રમતગમત કવરેજ પ્રદાન કરવું. અમે રમતગમતની શક્તિમાં વિશ્વાસ રાખીએ છીએ જે લોકોને એકસાથે લાવે છે, મહાનતાને પ્રેરણા આપે છે અને અવિસ્મરણીય ક્ષણો બનાવે છે.",
    "about.teamText": "અમારી સમર્પિત રમતગમત પત્રકારો અને વિશ્લેષકોની ટીમ તમને નવીનતમ સમાચાર, ગહન વિશ્લેષણ અને રમતગમત જગતમાંથી વિશેષ મુલાકાતો લાવે છે. બ્રેકિંગ ન્યૂઝથી લઈને વિગતવાર મેચ રિપોર્ટ્સ સુધી, અમે બધું જ ઉત્સાહ અને વ્યાવસાયિકતા સાથે કવર કરીએ છીએ.",
    "about.missionTitle": "અમારું મિશન",
    "about.missionText": "અમે રમતગમત સમાચાર અને વિશ્લેષણ માટે સૌથી વિશ્વસનીય સ્રોત બનવાનો પ્રયાસ કરીએ છીએ. પત્રકારત્વની અખંડિતતા પ્રત્યેની અમારી પ્રતિબદ્ધતાનો અર્થ એ છે કે અમે તથ્યલક્ષી, નિષ્પક્ષ કવરેજ પ્રદાન કરીએ છીએ જેના પર તમે આધાર રાખી શકો.",
    "about.coverageTitle": "અમે શું કવર કરીએ છીએ",
    "about.footballCoverage": "ફૂટબોલ (સોકર) - લીગ, ટુર્નામેન્ટ અને આંતરરાષ્ટ્રીય સ્પર્ધાઓ",
    "about.basketballCoverage": "બાસ્કેટબોલ - NBA, કોલેજ બાસ્કેટબોલ અને આંતરરાષ્ટ્રીય લીગ",
    "about.baseballCoverage": "બેઝબોલ - MLB કવરેજ અને માઇનોર લીગ અંતર્દૃષ્ટિ",
    "about.tennisCoverage": "ટેનિસ - ગ્રાન્ડ સ્લેમ, ATP અને WTA ટૂર",
    "about.olympicCoverage": "ઉનાળા અને શિયાળાની રમતોનું કવરેજ",
    "about.emergingSports": "નવા ટ્રેન્ડ અને વૈશ્વિક સ્તરે વિકસતા રમતગમત",
    "about.olympicSports": "ઓલિમ્પિક રમતગમત",
    "about.emergingSportsTitle": "ઉભરતા રમતગમત",
    "about.valuesTitle": "અમારા મૂલ્યો",
    "about.valuesText": "અખંડિતતા, સચોટતા અને ઉત્સાહ અમે કરીએ છીએ તે બધું ચલાવે છે. રમતગમત પત્રકારત્વના સર્વોચ્ચ ધોરણો જાળવી રાખીને એથ્લેટિક સિદ્ધિઓની ઉજવણી કરવામાં અમે વિશ્વાસ રાખીએ છીએ.",
    "about.teamTitle": "અમારી ટીમને મળો",
    "about.teamSubtitle": "The Sports Chronicle પાછળના ઉત્સાહી વ્યાવસાયિકો",
    "about.team.editor.name": "વિવાન હાંડા",
    "about.team.editor.title": "સંશોધન વડા અને વેબસાઇટ મેનેજર",
    "about.team.editor.description": "ડેટા વિશ્લેષણ અને વેબ ડેવલપમેન્ટમાં નિપુણતા સાથે અમારી સંશોધન પહેલોનું નેતૃત્વ કરવું અને ડિજિટલ પ્લેટફોર્મનું સંચાલન કરવું.",
    "about.team.analyst.name": "વેદ મેહતા",
    "about.team.analyst.title": "બ્લોગ લેખક અને કૌશલ્ય પ્રદર્શક",
    "about.team.analyst.description": "વિગતવાર વિશ્લેષણ અને નિષ્ણાત ભાષ્ય દ્વારા આકર્ષક સામગ્રી બનાવવી અને રમતગમત તકનીકો દર્શાવવી.",
    "about.team.reporter.name": "શૌર્ય ગુપ્તા",
    "about.team.reporter.title": "સોશિયલ મીડિયા એડમિનિસ્ટ્રેટર",
    "about.team.reporter.description": "બધા ડિજિટલ પ્લેટફોર્મ પર અમારી સોશિયલ મીડિયા હાજરી અને સમુદાયની સંલગ્નતાનું સંચાલન કરવું.",
    "about.team.photographer.name": "શૌર્ય ગુપ્તા",
    "about.team.photographer.title": "ફીડબેક અને ડેટા એનાલિટિક્સ",
    "about.team.photographer.description": "અમારા પ્લેટફોર્મ અને સામગ્રીની ગુણવત્તામાં સતત સુધારો કરવા માટે વપરાશકર્તા ફીડબેક અને પ્રદર્શન મેટ્રિક્સનું વિશ્લેષણ કરવું."
  },
  "ar": {
    "about.title": "نبذة عنا",
    "about.subtitle": "وجهتكم النهائية للأخبار الرياضية والتحليلات والرؤى من جميع أنحاء العالم.",
    "about.foundationText": "تأسست The Sports Chronicle بمهمة بسيطة: تقديم تغطية رياضية شاملة ودقيقة وجذابة للمشجعين في جميع أنحاء العالم. نحن نؤمن بقوة الرياضة في توحيد الناس وإلهام العظمة وخلق لحظات لا تُنسى.",
    "about.teamText": "يجلب لكم فريقنا المتفاني من الصحفيين الرياضيين والمحللين أحدث الأخبار والتحليلات المتعمقة والمقابلات الحصرية من عالم الرياضة. من الأخبار العاجلة إلى التقارير المفصلة للمباريات، نغطي كل شيء بشغف ومهنية.",
    "about.missionTitle": "مهمتنا",
    "about.missionText": "نسعى لأن نكون المصدر الأكثر موثوقية للأخبار والتحليلات الرياضية. التزامنا بالنزاهة الصحفية يعني أننا نقدم تغطية واقعية وغير متحيزة يمكنكم الاعتماد عليها.",
    "about.coverageTitle": "ما نغطيه",
    "about.footballCoverage": "كرة القدم - الدوريات والبطولات والمنافسات الدولية",
    "about.basketballCoverage": "كرة السلة - NBA وكرة السلة الجامعية والدوريات الدولية",
    "about.baseballCoverage": "البيسبول - تغطية MLB ورؤى الدوريات الصغرى",
    "about.tennisCoverage": "التنس - البطولات الكبرى وجولات ATP و WTA",
    "about.olympicCoverage": "تغطية ألعاب الصيف والشتاء",
    "about.emergingSports": "الاتجاهات الجديدة والرياضات النامية عالمياً",
    "about.olympicSports": "الألعاب الأولمبية",
    "about.emergingSportsTitle": "الرياضات الناشئة",
    "about.valuesTitle": "قيمنا",
    "about.valuesText": "النزاهة والدقة والشغف تقود كل ما نقوم به. نؤمن بالاحتفال بالإنجازات الرياضية مع الحفاظ على أعلى معايير الصحافة الرياضية.",
    "about.teamTitle": "تعرفوا على فريقنا",
    "about.teamSubtitle": "المهنيون المتحمسون وراء The Sports Chronicle",
    "about.team.editor.name": "فيفان هاندا",
    "about.team.editor.title": "رئيس البحوث ومدير الموقع",
    "about.team.editor.description": "قيادة مبادراتنا البحثية وإدارة المنصة الرقمية بخبرة في تحليل البيانات وتطوير الويب.",
    "about.team.analyst.name": "فيد مهتا",
    "about.team.analyst.title": "كاتب المدونة وعارض المهارات",
    "about.team.analyst.description": "إنشاء محتوى جذاب وعرض التقنيات الرياضية من خلال التحليل المفصل والتعليق الخبير.",
    "about.team.reporter.name": "شوريا غوبتا",
    "about.team.reporter.title": "مدير وسائل التواصل الاجتماعي",
    "about.team.reporter.description": "إدارة حضورنا على وسائل التواصل الاجتماعي ومشاركة المجتمع عبر جميع المنصات الرقمية.",
    "about.team.photographer.name": "شوريا غوبتا",
    "about.team.photographer.title": "التعليقات وتحليل البيانات",
    "about.team.photographer.description": "تحليل تعليقات المستخدمين ومقاييس الأداء لتحسين منصتنا وجودة المحتوى باستمرار."
  },
  "he": {
    "about.title": "אודותינו",
    "about.subtitle": "היעד האולטימטיבי שלכם לחדשות ספורט, ניתוחים ותובנות מרחבי העולם.",
    "about.foundationText": "The Sports Chronicle נוסד עם משימה פשוטה: לספק כיסוי ספורט מקיף, מדויק ומרתק לאוהדים ברחבי העולם. אנו מאמינים בכוחו של הספורט לאחד אנשים, להשריש גדולה וליצור רגעים בלתי נשכחים.",
    "about.teamText": "הצוות המסור שלנו של עיתונאי ספורט ואנליסטים מביא לכם את החדשות האחרונות, ניתוחים מעמיקים וראיונות בלעדיים מעולם הספורט. מחדשות חמות ועד דוחות משחק מפורטים, אנו מכסים הכל בתשוקה ומקצועיות.",
    "about.missionTitle": "המשימה שלנו",
    "about.missionText": "אנו שואפים להיות המקור המהימן ביותר לחדשות וניתוחי ספורט. המחויבות שלנו לשלמות עיתונאית אומרת שאנו מספקים כיסוי עובדתי ובלתי מוטה שעליו תוכלו לסמוך.",
    "about.coverageTitle": "מה אנו מכסים",
    "about.footballCoverage": "כדורגל - ליגות, טורנירים ותחרויות בינלאומיות",
    "about.basketballCoverage": "כדורסל - NBA, כדורסל קולג'יאלי וליגות בינלאומיות",
    "about.baseballCoverage": "בייסבול - כיסוי MLB ותובנות ליגות קטנות",
    "about.tennisCoverage": "טניס - גראנד סלאם, סיבובי ATP ו-WTA",
    "about.olympicCoverage": "כיסוי משחקי קיץ וחורף",
    "about.emergingSports": "מגמות חדשות וספורט מתפתח ברחבי העולם",
    "about.olympicSports": "ספורט אולימפי",
    "about.emergingSportsTitle": "ספורט מתפתח",
    "about.valuesTitle": "הערכים שלנו",
    "about.valuesText": "יושרה, דיוק ותשוקה מניעים כל מה שאנו עושים. אנו מאמינים בחגיגת הישגים אתלטיים תוך שמירה על הסטנדרטים הגבוהים ביותר של עיתונות ספורט.",
    "about.teamTitle": "הכירו את הצוות שלנו",
    "about.teamSubtitle": "האנשי המקצוע הנלהבים מאחורי The Sports Chronicle",
    "about.team.editor.name": "ויוואן האנדה",
    "about.team.editor.title": "ראש מחקר ומנהל אתר",
    "about.team.editor.description": "מוביל את יוזמות המחקר שלנו ומנהל את הפלטפורמה הדיגיטלית עם מומחיות בניתוח נתונים ופיתוח אתרים.",
    "about.team.analyst.name": "ווד מהטה",
    "about.team.analyst.title": "כותב בלוג ומדגים כישורים",
    "about.team.analyst.description": "יוצר תוכן מרתק ומציג טכניקות ספורט באמצעות ניתוח מפורט ופרשנות מומחים.",
    "about.team.reporter.name": "שוריה גופטה",
    "about.team.reporter.title": "מנהל רשתות חברתיות",
    "about.team.reporter.description": "מנהל את הנוכחות שלנו ברשתות החברתיות ומעורבות הקהילה בכל הפלטפורמות הדיגיטליות.",
    "about.team.photographer.name": "שאוריה גופטה",
    "about.team.photographer.title": "משוב וניתוח נתונים",
    "about.team.photographer.description": "מנתח משוב משתמשים ומדדי ביצועים לשיפור מתמיד של הפלטפורמה ואיכות התוכן שלנו."
  },
  "fa": {
    "about.title": "درباره ما",
    "about.subtitle": "مقصد نهایی شما برای اخبار ورزشی، تحلیل و بینش از سراسر جهان.",
    "about.foundationText": "The Sports Chronicle با ماموریتی ساده تأسیس شد: ارائه پوشش ورزشی جامع، دقیق و جذاب به طرفداران در سراسر جهان. ما به قدرت ورزش در متحد کردن مردم، الهام بخشیدن به عظمت و خلق لحظات فراموش‌نشدنی اعتقاد داریم.",
    "about.teamText": "تیم متعهد ما از روزنامه‌نگاران ورزشی و تحلیلگران آخرین اخبار، تحلیل‌های عمیق و مصاحبه‌های انحصاری از دنیای ورزش را برای شما می‌آورد. از اخبار فوری تا گزارش‌های تفصیلی بازی، ما همه چیز را با اشتیاق و حرفه‌ای‌گری پوشش می‌دهیم.",
    "about.missionTitle": "ماموریت ما",
    "about.missionText": "ما تلاش می‌کنیم تا معتبرترین منبع اخبار و تحلیل ورزشی باشیم. تعهد ما به صداقت روزنامه‌نگاری به این معناست که پوشش واقعی و بی‌طرفانه‌ای ارائه می‌دهیم که می‌توانید روی آن حساب کنید.",
    "about.coverageTitle": "آنچه ما پوشش می‌دهیم",
    "about.footballCoverage": "فوتبال - لیگ‌ها، تورنمنت‌ها و مسابقات بین‌المللی",
    "about.basketballCoverage": "بسکتبال - NBA، بسکتبال دانشگاهی و لیگ‌های بین‌المللی",
    "about.baseballCoverage": "بیسبال - پوشش MLB و بینش‌های لیگ‌های کوچک",
    "about.tennisCoverage": "تنیس - گرند اسلم‌ها، تورهای ATP و WTA",
    "about.olympicCoverage": "پوشش بازی‌های تابستانی و زمستانی",
    "about.emergingSports": "روندهای جدید و ورزش‌های در حال توسعه در سطح جهانی",
    "about.olympicSports": "ورزش‌های المپیک",
    "about.emergingSportsTitle": "ورزش‌های نوظهور",
    "about.valuesTitle": "ارزش‌های ما",
    "about.valuesText": "صداقت، دقت و اشتیاق همه کارهای ما را هدایت می‌کند. ما به جشن گرفتن دستاوردهای ورزشی در حین حفظ بالاترین استانداردهای روزنامه‌نگاری ورزشی اعتقاد داریم.",
    "about.teamTitle": "با تیم ما آشنا شوید",
    "about.teamSubtitle": "متخصصان پرشور پشت The Sports Chronicle",
    "about.team.editor.name": "ویوان هاندا",
    "about.team.editor.title": "رئیس تحقیقات و مدیر وب‌سایت",
    "about.team.editor.description": "رهبری ابتکارات تحقیقاتی ما و مدیریت پلتفرم دیجیتال با تخصص در تحلیل داده و توسعه وب.",
    "about.team.analyst.name": "ود مهتا",
    "about.team.analyst.title": "نویسنده وبلاگ و نمایش‌دهنده مهارت",
    "about.team.analyst.description": "ایجاد محتوای جذاب و نمایش تکنیک‌های ورزشی از طریق تحلیل تفصیلی و تفسیر متخصص.",
    "about.team.reporter.name": "شوریا گوپتا",
    "about.team.reporter.title": "مدیر رسانه‌های اجتماعی",
    "about.team.reporter.description": "مدیریت حضور ما در رسانه‌های اجتماعی و مشارکت جامعه در تمام پلتفرم‌های دیجیتال.",
    "about.team.photographer.name": "شاوریا گوپتا",
    "about.team.photographer.title": "بازخورد و تحلیل داده",
    "about.team.photographer.description": "تحلیل بازخورد کاربران و معیارهای عملکرد برای بهبود مداوم پلتفرم و کیفیت محتوای ما."
  },
  "tr": {
    "about.title": "Hakkımızda",
    "about.subtitle": "Dünya çapında spor haberleri, analizler ve görüşler için nihai hedefiniz.",
    "about.foundationText": "The Sports Chronicle basit bir misyonla kuruldu: dünya çapındaki hayranlar için kapsamlı, doğru ve ilgi çekici spor kapsamı sağlamak. Sporun insanları birleştirme, büyüklüğe ilham verme ve unutulmaz anlar yaratma gücüne inanıyoruz.",
    "about.teamText": "Kendini adamış spor gazetecileri ve analistlerden oluşan ekibimiz size en son haberleri, derinlemesine analizleri ve spor dünyasından özel röportajları getiriyor. Son dakika haberlerinden ayrıntılı maç raporlarına kadar, her şeyi tutku ve profesyonellikle kapsıyoruz.",
    "about.missionTitle": "Misyonumuz",
    "about.missionText": "Spor haberleri ve analizleri için en güvenilir kaynak olmaya çalışıyoruz. Gazetecilik bütünlüğine olan bağlılığımız, güvenebileceğiniz gerçekçi, tarafsız kapsam sunduğumuz anlamına gelir.",
    "about.coverageTitle": "Neyi Kapsıyoruz",
    "about.footballCoverage": "Futbol - Ligler, turnuvalar ve uluslararası yarışmalar",
    "about.basketballCoverage": "Basketbol - NBA, kolej basketbolu ve uluslararası ligler",
    "about.baseballCoverage": "Beyzbol - MLB kapsamı ve küçük lig görüşleri",
    "about.tennisCoverage": "Tenis - Grand Slam'lar, ATP ve WTA turları",
    "about.olympicCoverage": "Yaz ve Kış Oyunları kapsamı",
    "about.emergingSports": "Yeni trendler ve küresel olarak gelişen sporlar",
    "about.olympicSports": "Olimpik Sporlar",
    "about.emergingSportsTitle": "Gelişmekte Olan Sporlar",
    "about.valuesTitle": "Değerlerimiz",
    "about.valuesText": "Dürüstlük, doğruluk ve tutku yaptığımız her şeyi yönlendirir. Spor gazeteciliğinin en yüksek standartlarını korurken atletik başarıları kutlamaya inanıyoruz.",
    "about.teamTitle": "Ekibimizle Tanışın",
    "about.teamSubtitle": "The Sports Chronicle'ın arkasındaki tutkulu profesyoneller",
    "about.team.editor.name": "Vivaan Handa",
    "about.team.editor.title": "Araştırma Başkanı ve Web Sitesi Yöneticisi",
    "about.team.editor.description": "Veri analizi ve web geliştirme konusunda uzmanlıkla araştırma girişimlerimizi yönetmek ve dijital platformu yönetmek.",
    "about.team.analyst.name": "Ved Mehta",
    "about.team.analyst.title": "Blog Yazarı ve Beceri Göstericisi",
    "about.team.analyst.description": "Ayrıntılı analiz ve uzman yorumu aracılığıyla ilgi çekici içerik oluşturmak ve spor tekniklerini sergilemek.",
    "about.team.reporter.name": "Shourya Gupta",
    "about.team.reporter.title": "Sosyal Medya Yöneticisi",
    "about.team.reporter.description": "Tüm dijital platformlarda sosyal medya varlığımızı ve topluluk katılımını yönetmek.",
    "about.team.photographer.name": "Shaurya Gupta",
    "about.team.photographer.title": "Geri Bildirim ve Veri Analitiği",
    "about.team.photographer.description": "Platformumuz ve içerik kalitemizi sürekli iyileştirmek için kullanıcı geri bildirimlerini ve performans ölçümlerini analiz etmek."
  },
  "th": {
    "about.title": "เกี่ยวกับเรา",
    "about.subtitle": "จุดหมายปลายทางสูงสุดของคุณสำหรับข่าวกีฬา การวิเคราะห์ และข้อมูลเชิงลึกจากทั่วโลก",
    "about.foundationText": "The Sports Chronicle ก่อตั้งขึ้นด้วยภารกิจที่เรียบง่าย: เพื่อให้การรายงานกีฬาที่ครอบคลุม แม่นยำ และน่าสนใจแก่แฟนๆ ทั่วโลก เราเชื่อในพลังของกีฬาที่จะรวมผู้คนเข้าด้วยกัน สร้างแรงบันดาลใจให้เกิดความยิ่งใหญ่ และสร้างช่วงเวลาที่ไม่อาจลืมเลือน",
    "about.teamText": "ทีมนักข่าวกีฬาและนักวิเคราะห์ที่ทุ่มเทของเรานำเสนอข่าวสารล่าสุด การวิเคราะห์เชิงลึก และการสัมภาษณ์พิเศษจากโลกกีฬา ตั้งแต่ข่าวด่วนไปจนถึงรายงานการแข่งขันโดยละเอียด เราครอบคลุมทุกอย่างด้วยความหลงใหลและความเป็นมืออาชีพ",
    "about.missionTitle": "ภารกิจของเรา",
    "about.missionText": "เรามุ่งมั่นที่จะเป็นแหล่งข้อมูลที่เชื่อถือได้มากที่สุดสำหรับข่าวและการวิเคราะห์กีฬา ความมุ่งมั่นของเราต่อความซื่อสัตย์ทางสื่อสารหมายความว่าเราส่งมอบการรายงานที่เป็นข้อเท็จจริงและไม่มีอคติที่คุณสามารถพึ่งพาได้",
    "about.coverageTitle": "สิ่งที่เราครอบคลุม",
    "about.footballCoverage": "ฟุตบอล - ลีก ทัวร์นาเมนต์ และการแข่งขันระหว่างประเทศ",
    "about.basketballCoverage": "บาสเกตบอล - NBA บาสเกตบอลวิทยาลัย และลีกระหว่างประเทศ",
    "about.baseballCoverage": "เบสบอล - การรายงาน MLB และข้อมูลเชิงลึกจากลีกรอง",
    "about.tennisCoverage": "เทนนิส - แกรนด์สแลม ทัวร์ ATP และ WTA",
    "about.olympicCoverage": "การรายงานเกมส์ฤดูร้อนและฤดูหนาว",
    "about.emergingSports": "แนวโน้มใหม่และกีฬาที่กำลังพัฒนาทั่วโลก",
    "about.olympicSports": "กีฬาโอลิมปิก",
    "about.emergingSportsTitle": "กีฬาที่กำลังเติบโต",
    "about.valuesTitle": "คุณค่าของเรา",
    "about.valuesText": "ความซื่อสัตย์ ความแม่นยำ และความหลงใหลขับเคลื่อนทุกสิ่งที่เราทำ เราเชื่อในการเฉลิมฉลองความสำเร็จทางกีฬาในขณะที่รักษามาตรฐานสูงสุดของการรายงานข่าวกีฬา",
    "about.teamTitle": "พบกับทีมของเรา",
    "about.teamSubtitle": "ผู้เชี่ยวชาญที่มีความหลงใหลเบื้องหลัง The Sports Chronicle",
    "about.team.editor.name": "วิวาน ฮันดา",
    "about.team.editor.title": "หัวหน้าวิจัยและผู้จัดการเว็บไซต์",
    "about.team.editor.description": "นำทีมโครงการวิจัยของเราและจัดการแพลตฟอร์มดิจิทัลด้วยความเชี่ยวชาญในการวิเคราะห์ข้อมูลและการพัฒนาเว็บ",
    "about.team.analyst.name": "เวด เมห์ตา",
    "about.team.analyst.title": "นักเขียนบล็อกและผู้สาธิตทักษะ",
    "about.team.analyst.description": "สร้างเนื้อหาที่น่าสนใจและแสดงเทคนิคกีฬาผ่านการวิเคราะห์โดยละเอียดและความเห็นจากผู้เชี่ยวชาญ",
    "about.team.reporter.name": "เศาร์ยา กุปตา",
    "about.team.reporter.title": "ผู้ดูแลโซเชียลมีเดีย",
    "about.team.reporter.description": "จัดการการมีอยู่ของเราในโซเชียลมีเดียและการมีส่วนร่วมของชุมชนในทุกแพลตฟอร์มดิจิทัล",
    "about.team.photographer.name": "เศาร์ยา กุปตา",
    "about.team.photographer.title": "ข้อเสนอแนะและการวิเคราะห์ข้อมูล",
    "about.team.photographer.description": "วิเคราะห์ข้อเสนอแนะของผู้ใช้และตัวชี้วัดประสิทธิภาพเพื่อปรับปรุงแพลตฟอร์มและคุณภาพเนื้อหาของเราอย่างต่อเนื่อง"
  }
}